Revit 2027 API
ParameterTypeId.FamilyKeyExtParam Property
 "Filter Parameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyKeyExtParam { get; }
Public Shared ReadOnly Property FamilyKeyExtParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyKeyExtParam {
	ForgeTypeId^ get ();
}
static member FamilyKeyExtParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace